/* NSMenuItem : <title:About Cyberduck> (oid:117) */
"About Cyberduck" = "על Cyberduck";

/* NSMenuItem : <title:Acknowledgments> (oid:566) */
"Acknowledgments" = "הסכמה";

/* NSMenuItem : <title:Activity> (oid:497) */
"Activity" = "פעילות";

/* NSMenuItem : <title:Back> (oid:217) */
"Back" = "חזרה";

/* NSMenuItem : <title:Bonjour> (oid:288) */
"Bonjour" = "Bonjour";

/* NSMenu : <title:Bookmark> (oid:226) */
"Bookmark" = "קיצור דרך";

/* NSMenuItem : <title:Bring All to Front> (oid:100) */
"Bring All to Front" = "הכל קדימה";

/* NSMenuItem : <title:Check for Update…> (oid:189) */
"Check for Update…" = "בדוק עדכונים…";

/* NSMenuItem : <title:Close Window> (oid:183) */
"Close Window" = "סגור חלון";

/* NSMenu : <title:Column> (oid:475) */
"Column" = "טור";

/* NSMenuItem : <title:Copy> (oid:81) */
"Copy" = "העתק";

/* NSMenu : <title:Copy URL> (oid:591) */
"Copy URL" = "העתק כתובת";

/* NSMenu : <title:Create Archive> (oid:505) */
"Create Archive" = "Create Archive";

/* NSMenuItem : <title:Customize Toolbar…> (oid:119) */
"Customize Toolbar…" = "התאמה אישית של סרגל הכלים…";

/* NSMenuItem : <title:Cut> (oid:106) */
"Cut" = "גזור";

/* NSMenu : <title:Cyberduck> (oid:120) */
"Cyberduck" = "Cyberduck";

/* NSMenuItem : <title:Cyberduck Help> (oid:564) */
"Cyberduck Help" = "עזרה Cyberduck";

/* NSMenuItem : <title:Delete> (oid:193) */
"Delete" = "מחק";

/* NSMenuItem : <title:Delete Bookmark> (oid:227) */
"Delete Bookmark" = "מחק קיצור דרך";

/* NSMenuItem : <title:Disconnect> (oid:303) */
"Disconnect" = "התנתק";

/* NSMenuItem : <title:Donate…> (oid:88) */
"Donate…" = "תרומה…";

/* NSMenuItem : <title:Download> (oid:239) */
"Download" = "הורד";

/* NSMenuItem : <title:Download As…> (oid:244) */
"Download As…" = "הורד בשם…";

/* NSMenuItem : <title:Download To…> (oid:434) */
"Download To…" = "הורד ל…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:587) */
"Duplicate Bookmark" = "Duplicate Bookmark";

/* NSMenuItem : <title:Duplicate…> (oid:300) */
"Duplicate…" = "שכפל קובץ…";

/* NSMenuItem : <title:Edit> (oid:114) */
"Edit" = "ערוך";

/* NSMenuItem : <title:Edit Bookmark> (oid:228) */
"Edit Bookmark" = "ערוך קיצור דרך";

/* NSMenu : <title:Edit With> (oid:518) */
"Edit With" = "ערוך בעזרת";

/* NSMenuItem : <title:Enclosing Folder> (oid:218) */
"Enclosing Folder" = "תיקייה מכילה";

/* NSMenuItem : <title:Expand Archive> (oid:500) */
"Expand Archive" = "Expand Archive";

/* NSMenuItem : <title:File> (oid:93) */
"File" = "קובץ";

/* NSMenuItem : <title:Forward> (oid:354) */
"Forward" = "קדימה";

/* NSMenu : <title:Go> (oid:210) */
"Go" = "לך ל…";

/* NSMenuItem : <title:Go to Folder…> (oid:215) */
"Go to Folder…" = "לך לתיקייה…";

/* NSMenu : <title:Help> (oid:169) */
"Help" = "עזרה";

/* NSMenuItem : <title:Hide Cyberduck> (oid:101) */
"Hide Cyberduck" = "הסתר Cyberduck";

/* NSMenuItem : <title:Hide Others> (oid:98) */
"Hide Others" = "הסתר השאר";

/* NSMenuItem : <title:Hide Toolbar> (oid:116) */
"Hide Toolbar" = "הסתר סרגל כלים";

/* NSMenu : <title:History> (oid:323) */
"History" = "הסטוריה";

/* NSMenuItem : <title:Hostname> (oid:618) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:94) */
"Info" = "מידע";

/* NSMenuItem : <title:Inside> (oid:220) */
"Inside" = "פנימה";

/* NSMenuItem : <title:License> (oid:565) */
"License" = "רשיון שימוש";

/* NSMenu : <title:MainMenu> (oid:103) */
"MainMenu" = "תפריט ראשי";

/* NSMenu : <title:Menu> (oid:250) */
"Menu" = "תפריט";

/* NSMenuItem : <title:Minimize> (oid:104) */
"Minimize" = "מזער";

/* NSMenuItem : <title:Name> (oid:617) */
"Name" = "Name";

/* NSMenuItem : <title:New Bookmark> (oid:224) */
"New Bookmark" = "קיצור דרך חדש";

/* NSMenuItem : <title:New Browser> (oid:252) */
"New Browser" = "דפדפן חדש";

/* NSMenuItem : <title:New Download> (oid:204) */
"New Download" = "הורדה חדשה";

/* NSMenuItem : <title:New File…> (oid:267) */
"New File…" = "קובץ חדש…";

/* NSMenuItem : <title:New Folder…> (oid:191) */
"New Folder…" = "תיקייה חדשה…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:610) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Open Connection…> (oid:125) */
"Open Connection…" = "פתח התחברות…";

/* NSMenu : <title:Open URL> (oid:598) */
"Open URL" = "פתח כתובת";

/* NSMenuItem : <title:Open in Terminal.app> (oid:574) */
"Open in Terminal.app" = "Open in Terminal.app";

/* NSMenuItem : <title:Paste> (oid:109) */
"Paste" = "הדבק";

/* NSMenuItem : <title:Preferences…> (oid:102) */
"Preferences…" = "הגדרות…";

/* NSMenuItem : <title:Print…> (oid:358) */
"Print…" = "הדפס…";

/* NSMenuItem : <title:Protocol> (oid:619) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:492) */
"Quick Look" = "Quick Look";

/* NSMenuItem : <title:Quit Cyberduck> (oid:92) */
"Quit Cyberduck" = "יציאה";

/* NSMenuItem : <title:Redo> (oid:422) */
"Redo" = "בצע שוב";

/* NSMenuItem : <title:Refresh> (oid:212) */
"Refresh" = "רענן";

/* NSMenuItem : <title:Rename…> (oid:432) */
"Rename…" = "שינוי שם הקובץ…";

/* NSMenuItem : <title:Report a Bug> (oid:567) */
"Report a Bug" = "דווח על באג";

/* NSMenuItem : <title:Revert> (oid:581) */
"Revert" = "Revert";

/* NSMenuItem : <title:Search…> (oid:521) */
"Search…" = "Search…";

/* NSMenuItem : <title:Select All> (oid:105) */
"Select All" = "בחר בהכל";

/* NSMenuItem : <title:Send Command…> (oid:348) */
"Send Command…" = "שלח פקודה…";

/* NSMenu : <title:Services> (oid:127) */
"Services" = "שירותים";

/* NSMenuItem : <title:Show All> (oid:83) */
"Show All" = "הצג הכל";

/* NSMenuItem : <title:Show Hidden Files> (oid:270) */
"Show Hidden Files" = "הצג קבצים נסתרים";

/* NSMenu : <title:Sort By> (oid:615) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Stop> (oid:436) */
"Stop" = "עצור";

/* NSMenuItem : <title:Synchronize…> (oid:265) */
"Synchronize…" = "סנכרן…";

/* NSMenuItem : <title:Text Encoding> (oid:276) */
"Text Encoding" = "קידוד";

/* NSMenuItem : <title:Toggle Bookmarks> (oid:489) */
"Toggle Bookmarks" = "Toggle Bookmarks";

/* NSMenuItem : <title:Toggle Log Drawer> (oid:487) */
"Toggle Log Drawer" = "Toggle Log Drawer";

/* NSMenuItem : <title:Transfers> (oid:370) */
"Transfers" = "העברות";

/* NSMenuItem : <title:Undo> (oid:421) */
"Undo" = "בטל פעולה";

/* NSMenuItem : <title:Upload…> (oid:291) */
"Upload…" = "העלה…";

/* NSMenu : <title:View> (oid:118) */
"View" = "תצוגה";

/* NSMenu : <title:Window> (oid:122) */
"Window" = "חלון";

/* NSMenuItem : <title:as List> (oid:315) */
"as List" = "כרשימה";

/* NSMenuItem : <title:as Outline> (oid:316) */
"as Outline" = "בקווי מתאר";

